# Xcode helpers
brew "xcodesorg/made/xcodes"
brew "aria2"

# Shell
brew "powerlevel10k"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"
brew "tmux"

# Dotfiles
brew "stow"

# GUI
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "raycast"
cask "charles"
cask "proxyman"
cask "sublime-merge"
cask "visual-studio-code"
cask "zed"
cask "brave-browser"
cask "obsidian"
cask "cyberghost-vpn"
cask "whatsapp"